{
  "learner": {
    "web_search": "goog \"USS THRESHER SSN 593\"",
    "twitter_search": "t search all \"USS THRESHER SSN 593\""
  },
  "identity": {
    "contributors": {
    },
    "humans": {
      "human1": {
        "authorbio": "",
        "firstname": "Bruce",
        "lastname": "Rule",
        "ISNI": null,
        "byline": "Bruce Rule"
      }
    },
    "robots": {
      "jobprofilename": "ColorBot",
      "bio": "ColorBot follows everything to do with colors, especially in design."
    },
    "responsibilities": {
      "learner": "Refine content based on user & content activity.",
      "creator": "Create new versions of books on demand or as triggered by news or new content.",
      "sharer": "Observe every mention of USS THRESHER on social media & reply selectively."
    },
    "current_scope_degree": 0,
    "purpose": "The purpose of the THRESHER bot is to produce, distribute, complement, enhance, and publicize Bruce Rule's WHY THE USS THRESHER WAS LOST.",
    "scopes": {
      "New item - 5": "Submarines",
      "scope_0": "The book WHY THRESHER WAS LOST.",
      "New item - 3": "The THRESHER disaster.",
      "New item - 2": "Submarine disasters",
      "learner": {
        "intent_cues": [
          {
            "seeds": "seed1; seed2; seed3",
            "book_description": "This is the description for this book."
          }
        ],
        "search queries": [
          "SSN Thresher",
          "submarine thresher",
          "SUBSAFE"
        ]
      }
    }
  },
  "sharer": {
    "social networks": [
      "Reddit",
      {
        "New item - 2": "@every_pantone_color",
        "New item - 3": "@pantone"
      }
    ]
  },
  "creator": {
    "metadata": {
      "short_description": "",
      "book_desdription": "The US nuclear submarine THRESHER was lost because standard compensation procedures to adjust for hull compression during the deep-dive on 10 April 1963 were not followed. Consequently, THRESHER was heavy (negatively buoyant) at test-depth (1300 feet) and unable to deballast because adiabatic cooling froze moisture in the air-lines to the ballast tanks, blocking those lines.\n\nOperation of the Reactor (Main) Coolant Pumps in FAST (2-pole mode) may have contributed to a reactor scram (shut-down) and loss of propulsion at 0909.0R (local time). THRESHER sank at an average rate of 120ft/min from test-depth (1300-feet) at 0909.0R to collapse at 09:18:24R at a depth of 2400-feet (1070 psi) in 1/20th of a second, too fast to be cognitively recognized by those aboard who - although they knew collapse was imminent - never knew it was occurring.\n\nThe Navy Court of Inquiry (COl) dismissed the results of their own test which established conclusively that flooding at test-depth - the COI's assessed cause of the disaster - would have been a catastrophic\nevent and would not have been reported by THRESHER to her escort ship, the USS SKYLARK (ASR 20), at 0913R as \"experiencing minor difficulties.\" Multiple lines of evidence - discussed in detail by Chapter\n1 of this assessment - confirm there was no flooding prior to collapse of the pressure-hull at great depth."
    },
    "coverspecs": {
      "print_cover_specs": {
        "pagecount": 120,
        "spinewidth": 0,
        "height": 0,
        "width": 0
      },
      "digital_cover_specs": {
        "coverfont": "",
        "covercolor": ""
      }
    },
    "scripts": {
      "create-catalog-entry": "",
      "builder": "bin/builder.sh --booktype \"draft-report\" --singleseed \"USS THRESHER SSN-593\""
    },
    "formats_in_use": {
      "html": false,
      "print": true,
      "digital": true,
      "audio": false,
      "interactive": {
        "voice": false,
        "chat": false
      }
    }
  }
}